Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: If such hostile forces won, the commentator article warned, it would be a “retrogression of history and a catastrophe for the people.”35 The tone of other, less authoritative articles likewise suggests a major conservative push in reaction to events in the Soviet Union.
es_us: El autor del artículo advirtió que si tales fuerzas hostiles ganaban, sería un “retroceso en la historia y una catástrofe para la gente". 35 El tono de otros artículos menos fidedignos insinúan ungran impulso conservador como reacción a lo sucedido en la Unión Soviética.

source: If that was the case (and it seems highly unlikely), Deng soon changed his mind.
es_us: Si ese fue el caso (aunque es poco probable), Deng pronto cambió de parecer.

source: If the culture and ideology of one nation-state is attractive, other people will voluntarily follow it.
es_us: Si la cultura y la ideología de un Estado-Nación son atractivos, otras personas lo seguirán voluntariamente.

source: If the nature of government leadership has changed, then the nature of the intellectual community has changed even more.
es_us: Si bien la naturaleza de los líderes del gobierno cambió, la naturaleza de la comunidad intelectual cambió aún más.

source: If the rules of political struggle in the twentieth century have been domi-nated by the perception that actors were in a game to win all, it is neverthe-less true that the inauguration of reform has posed a significant challenge to this perception.
es_us: Si las reglas de las luchas políticas del siglo veinte habían estado basadas en la percepción de que los participantes estaban allí para ganarlo todo, no se puede negar que el concepto de la reforma es un verdadero desafío para esa percepción.

source: If there was a premise underlying neoconservativism, it was that China would be able to outgrow the social and political tensions that had underlain Tiananmen.
es_us: La premisa del neoconservadurismo, de haberla, era que China sería capaz de superar los conflictos sociales y políticos que habían desatado el conflicto en Tiananmén.

source: If they were not, would foreign enterprises continue to invest large sums in the Chinese economy?
es_us: En caso contrario, ¿las empresas extranjeras seguirían invirtiendo una gran cantidad de dinero en la economía china?

source: If we put up a front so that people feel that it is an ossiﬁed leadership, a conservative leadership, or if the people believe that it is a mediocre leadership that cannot reﬂect the future of China, then there will be constant trouble and there will never be a peaceful day.”
es_us: Si ponemos un frente para que las personas sientan que es un liderazgo fosilizado, un liderazgo conservador, o si las personas creen que es un liderazgo mediocre que no puede reflejar el futuro de China, entonces habría constantes problemas y no habría ni un día de paz".

source: If Hu Jintao was making substantial, indeed remarkable, progress on the ideological front (not insignificant in a system in which defining the ide- ology is a major tool of power), he still had to complete the takeover of power by persuading Jiang Zemin to step down as head of the CMC and to better define what his own administration would stand for. Neither of these tasks was easy or self-evident.
es_us: Si bien Hu Jintao estaba consiguiendo un progreso sustancial, realmente admirable, en cuento al frente ideológico (nada insignificante en un sistema en el que definir la ideología es la herramienta más importante de poder), aún tenía que completar la toma del poder al convencer a Jiang Zemin de renunciar a la presidencia de la CMC y definir mejor las bases de su propia administración. Ninguna de estas tareas era fácil o evidente.

source: In 1937 he tested into the prestigious Yangzhou Middle School, where he pursued his interests in literature and music.
es_us: En 1937 tomó los exámenes para la prestigiosa escuela secundaria de Yangzhou, donde siguió el trayecto literario y musical.

source: In 1939, at the age of 13, Jiang was adopted into the family of his uncle, Jiang Shangqing, who had been martyred as a result of his revolutionary activities.
es_us: En 1939, cuando tenía 13 años, Jiang fue adoptado por la familia de su tío, Jiang Shangqing, quien había sido martirizado como consecuencia de sus actividades revolucionarias.

source: In 1943, the Party recognized Mao’s unique status by declaring that he would have the decisive vote even if his colleagues on the Secretariat (the equivalent of the later Politburo) disagreed.
es_us: En 1943, el partido reconoció su posición única al declarar que él tendría el voto decisivo aunque los miembros del Secretariado (más tarde Politburó) no estuvieran de acuerdo.

source: In 1953 he was recruited into Shanghai’s No. 2 Design Bureau by his political mentor, Wang Daohan (later mayor of Shanghai).
es_us: En 1953, se lo contrató en la segunda Agencia de Diseño de Shanghái por el mentor político, Wang Daohan (luego, intendente de esa ciudad). .

source: In 1955 he was selected to study automotive engineering at the Stalin Autoworks in Moscow.
es_us: En 1955, se lo seleccionó para estudiar ingeniería automotriz en la Fábrica Automotriz Stalin en Moscú.

source: In 1957, Wang declares, intellectuals went too far.
es_us: En 1957, declara Wang, los intelectuales fueron demasiado lejos.

source: In 1970, perhaps using his father’s connections (his father was a military cadre), Wang joined the PLA, where he served for seven years.
es_us: En 1970, quizás gracias a las conexiones de su padre (que era militar), Wang se unió al EPL donde sirvió durante 7 años.

source: In 1973 he returned to Beijing to work as a technician in the Aeronautics Ministry.
es_us: En 1973 regresó a Pekín para trabajar como técnico en el Ministerio Aeronáutico.

source: In 1979 Deng had raised the issue of removing Party committees from enterprises, an issue that continued to fester throughout the 1990s.
es_us: En 1979 Deng había propuesto quitar comisiones del Partido de las empresas estatales, tema que continuó degenerándose en los 90.

source: In 1982, Jiang was appointed ﬁrst vice-minister of the newly established Ministry of the Electronics Industry and was selected as a member of the CCP Central Committee.
es_us: En 1982, Jiang fue nombrado como primer vice ministro del recién establecido Ministerio de Industria Electrónica y fue seleccionado como miembro del Comité Central del PCCh..

source: In 1984 he became head of Beijing Municipal Commerce and Trade Department (bu) and concurrently deputy director of the city Economic Reform Commission (under then-mayor Chen Xitong).
es_us: En 1984 se convirtió en el jefe del Departamento de comercio municipal de Pekín (bu) y, al mismo tiempo, subdirector de la Comisión de reforma económica (bajo el mando del por aquel entonces alcalde Chen Xitong).

source: In 1985, again with Wang Daohan’s support, Jiang was named mayor of Shanghai.
es_us: En 1985, nuevamente con el respaldo de Wang Daohan, Jiang fue nombrado intendente de Shanghái.

source: In 1988, CASS economists Shen Liren and Dai Yuanchen, in a highly influential article, introduced the term “feudal lord economy”(zhuhou jingji)to describe this phenomenon.
es_us: En 1988, los economistas de la CASS, Shen Liren y Dai Yuanchen, en un artículo que resultó de gran influencia, introdujeron el término "economía señorial"(zhuhou jingji)para describir este fenómeno.

source: In 1988, as noted in Chapter 3, the television miniseries River Elegy epitomized the intellectual project of a cultural elite (indeed, that is whatWang Xiaodong found so repellant about it), one that conceived of itself as carrying on an intellectual and cultural mission that stems from the May Fourth Movement.
es_us: En 1988, como se mencionó en el capítulo 3, la miniserie de televisión Elegía del río resumió el proyecto intelectual de una élite cultural (de hecho, eso es lo que Wang Xiaodong encontró tan repulsivo de esta) que se concebía a sí misma como el ejercicio de una misión intelectual y cultural que proviene del Movimiento del Cuatro de Mayo.

source: In 1988, the United States went from being the world’s largest creditor nation to the world’s largest debtor nation.
es_us: En 1988, Estados Unidos pasó de ser el país más acreedor del mundo a ser el país más deudor del mundo.

source: In 1989 China had a foreign trade of $415 billion; at year-end 2006, foreign trade stood at $1.76 trillion, making China the third largest trading nation in the world.
es_us: En 1989 el comercio exterior de China alcanzaba los USD 415 mil millones; a fines de 2006 el comercio exterior llegó a 1,76 billones, convirtiendo a China en la tercera nación más grande del comercio internacional.

source: In 1989 there were ﬁve members of the Politburo Standing Committee.
es_us: En 1989 había cinco miembros del Comité Permanente del Politburó.

source: In 1989, China had a GDP of 1.7 trillion yuan; by yearend 2006 its GDP stood at 20.9 trillion yuan.
es_us: En 1989 China tenía un PIB de 1,7 billones de yuanes; a fines de 2006 el PIB ascendió a 20,9 billones de yuanes.

source: In 1989, Deng could use his core status to stress continuity and to dominate decisions on leadership.
es_us: En 1989, Deng aprovechó su estatus central para subrayar continuidad y dominar las decisiones del liderazgo.

source: In 1989, Jiang Zemin had stressed the difference between “socialist” reform and opening up versus “capitalist” reform and opening up; in 1991, he had stressed the danger of “peaceful evolution.”
es_us: En 1989, Jiang Zemin había hecho hincapié en la diferencia entre reforma "socialista" y abrirse versus reforma "capitalista" y abrirse; en 1991, había hecho hincapié en el peligro de una "evolución pacífica".

source: In 1989, however, Tiananmen opened divisions within the Party that far exceeded those existing two years before.
es_us: Sin embargo, en 1989, Tiananmén inició la división interna del partido que excedió aquellas ya presentes desde hacía dos años.

source: In 1991, Hu came to Yale as a visiting scholar and met Wang Shaoguang.
es_us: En 1991, Hu llegó a Yale como estudiante invitado y conoció a Wang Shaoguang.

source: In 1992, as just noted, much money flowed to the east coast from inland areas in the hopes of higher returns, thus fueling the speculative bubble.
es_us: En 1992, como se acaba de señalar, la cantidad de dinero circuló hacia la costa este de las zonas del interior con la esperanza de una mayor rentabilidad, alimentando así la burbuja especulativa.

source: In 1992, some 73 billion yuan was invested in real estate, 117 percent more than the previous year.
es_us: En 1992, se invirtieron en bienes raíces alrededor de 73 000 millones de yuanes, un 117 % más que en el año anterior.

source: In 2000, he moved to the State Economic Reform Commission.
es_us: En el año 2000 comenzó a trabajar en la Comisión Nacional de Desarrollo y Reforma.

source: In May, the Xinhua News Agency reported that at least 120 officials had been sacked for dereliction of duty.45 As many people have noted, there was a political dimension as well.
es_us: En mayo, la Agencia de Noticias Xinhua informó que al menos 120 oficiales habían sido despedidos por negligencia. Como muchos han notado, también existía un elemento político.

source: In April, Deng told visiting Spanish Socialist Workers Party leader Alfonso Guerra that leftism was the “main danger” facing the Party.41 Shortly thereafter, on May 13, Zhao Ziyang gave a major inner-Party speech, asking rhetorically but sharply: “Who would be responsible if the current [economic] policies were interpreted as liberalization?”42 On the July 1 anniversary of the Party’s founding, the People’s Daily reprinted Deng’s controversial 1980 speech “On Reform of the Party and State Leadership Structure,” setting the tone for the upcoming Thirteenth Party Congress, which for the first time addressed the issue of political reform.43
es_us: En abril, Deng le manifestó al líder del partido socialista obrero español Alfonso Guerra que el izquierdismo fue la "mayor amenaza" que tuvo que afrontar el partido.41 Poco después, el 13 de mayo, Zhao Ziyang dio un discurso partidario, y preguntó de forma retórica, pero clara a la vez: "¿Quién se responsabilizará si las políticas [económicas] actuales son interpretadas como una forma de liberalización?".42 En julio durante el primer aniversario de la fundación del partido, el diario People´s Daily reeditó el polémico discurso de Deng de 1980 "La reforma del partido y la estructura del liderazgo estatal", el cuál sentó las pautas para el futuro Decimotercer Congreso Partidario, en dónde se trató por primera vez el tema de la reforma política.43

source: In China, this group is usually referred to as the “New Left” – “new” to distinguish them from old Marxist–Leninist ideologues like Hu Qiaomu and Deng Liqun (who became known as the “Old Left”) and “left” to suggest that their thought remains on the left side of the political spectrum, which in China is identified with “socialism”
es_us: En China, generalmente se identifica a este grupo como la "nueva izquierda", "nueva" para distinguirse de las ideologías marxistas-leninistas como Hu Qiaomu y Deng Liqun (quienes se conocian como la "vieja izquierda") e "izquierda" para insinuar que su pensamiento permanece de el lado izquierdo del espectro político, lo que en China se identifica con el "socialismo"

source: In China, this group is usually referred to as the “New Left” – “new” to distinguish them from old Marxist–Leninist ideologues like Hu Qiaomu and Deng Liqun (who became known as the “Old Left”) and “left” to suggest that their thought remains on the left side of the political spectrum, which in China is identified with “socialism” broadly (and ambiguously) defined.
es_us: En China, generalmente se identifica a este grupo como la "nueva izquierda", "nueva" para distinguirse de las ideologías marxistas-leninistas como Hu Qiaomu y Deng Liqun (quienes se conocian como la "vieja izquierda") e "izquierda" para insinuar que su pensamiento permanece de el lado izquierdo del espectro político, lo que en China se identifica con el "socialismo" , el cual se define ampliamente (y de modo ambiguo).

source: In December 1990, Chen Yuan organized a forum of many prominent economists at which he presented a paper entitled “China’s Deep-Seated Economic Problems and Choices (Outline).” The paper was subsequently published in China Youth News in January, in the prestigious economic journal Economic Research in April, and in the Party theoretical journal Seeking Truth in June.
es_us: En Diciembre de 1990, Chen Yuan organizó un foro con varios economistas reconocidos al que les presentó un ensayo titulado "Las dificultades económicas arraigadas de China y la decisiones (Boceto)." El trabajo fue luego publicado en China Youth News en enero, en el prestigioso periódico económico Economic Research en abril, y en el periódico teórico del Partido Seeking Truth en junio.

source: In December 1990, Chen Yuan presented apaper entitled “China’s Deep- Seated Economic Problems and Choices — Several Issues Regarding China’s Economic Development Situation and the Operating Mechanism (Out- line),” which decried many of the decentralizing consequences of reform.
es_us: En diciembre de 1990, Chen Yuan presentó un artículo titulado “Los arraigados problemas y elecciones económicas de China — Distintas cuestiones correspondientes a la situación de desarrollo económico de China y los mecanismos operativos (resumen)” que condenó muchas de las consecuencias descentralizadoras de la reforma.

source: In Deng’s June 9 talk, he referred to the “integration of planned economy and market regulation.”55 This expression restored the preferred usage of conservatives, which they had been able to impose during the 1981–2 retreat from more market-oriented reforms.56 As later revealed, Deng had originally called for the integration of the “planned economy and the market economy,” a formulation that put the two economic types on the same plane.
es_us: En el discurso de Deng del 9 de julio, se refirió a la "integración de una economia planificada y a las regulaciones de mercado".55. Esta expresión recuperó el uso preferido de los conservadores, que habían logrado imponer en el retroceso de 1981/2 de reformas más orientadas al mercado.56. Como se reveló tiempo después, originalmente, Deng habia llamado a la integración de la economía planificada y economía de mercado", una formulación que puso los dos tipos de economía en el mismo plano.

source: In Deng’s talk on the eve of the Fourth Plenum, he also called for “doing some things to satisfy the people.”48 In response, the State Council in July passed a resolution on resolving problems the people were concerned about, especially restricting the activities of leading cadres’ families, and on reorganizing suspect companies.49
es_us: En el discurso en la vispera del Cuarto Pleno, tambien llamó a " realizar algunas cosas para satisfacer al pueblo".48. En respuesta, el Consejo de Estado en julio aprobó una resolución para resolver los problemas que preocupaban a las personas, especialmente para restringir las actividades de familias dirigentes y reorganizar companias sospechosas.49.

source: In January 1995, even as Jiang Zemin was stressing democratic centralism and the role of the core, Qiao chose to stress political reform and democratization.84 At the same time, Qiao stepped up the pace of legislation and incorporated greater expertise into its formulation; he also gave greater weight to provincial initiative and to the speed of economic reform than did Jiang Zemin or Li Peng.85
es_us: En enero de 1995, mientras Jiang Zemin hacía campaá a favor del centralismo democrático y el rol de un gobierno central, Qiao elegió enfatizar la reforma política y la democratización. Asimismo, Qiao apresuró la legislación e incorporó más expertos en su formulación, y le otorgó mayor poder a las iniciativas provinciales y a la rapidez de la reforma económica, más de lo que Jiang Zemin o Li Peng hicieron.

source: In Jiang Zemin’s October 1, 1989 speech marking the 40th anniversary of the founding of the PRC, the Party general secretary charged that “international reactionary forces have never given up their fundamental stance of enmity toward and [desire to] overthrow the socialist system.”85Although conservatives were never able to bring about a fundamental reorientation of Chinese foreign policy, they certainly were able to constrain the ability of the Chinese government to take initiatives that might have improved relations.
es_us: El 1º de octubre de 1989, durante el discurso de Jiang Zemin para el 40 aniversario de la fundación de la RPC, el secretario general del partido denunció que "las fuerzas reaccionarias internacionales nunca habían abandonado su posición fundamental de enemistad hacia el sistema socialista y (su deseo de) derrocarlo". 85Aunque lo conservadores nunca lograron provocar una reorientación fundamental de la política exterior china, si lograron detener la capacidad del gobierno chino para llevar a cabo iniciativas que podrían haber mejorado las relaciones.

source: In Jiang Zemin’s speech to the plenum, he declared that the “greatest lesson” to be derived from the PRC’s economic past was that the country must not “depart from its national conditions, exceed its national strength, be anxious for success, or have great ups and downs.”59 These, like the charges listed in the preceding paragraph, were all well-known theses of Chen Yun,so Jiang’s endorsement of Chen Yun’s thought over Deng’s line of reform and opening up was apparent.
es_us: Jiang Zemin declaró en el discurso frente al pleno que la "mayor lección" a deducirse del pasado económico de la RPCh (República Popular China) era que el país no debe "separarse de sus condiciones nacionales, exceder su potencial nacional, desear el éxito o tener mayores altos y bajos". 59 Estos, como los cargos listados en el párrafo anterior , fueron tésis muy conocidas por Chen Yun,por lo tanto, el respaldo de Jiang al pensamiento de Chen Yun sobre la línea de reforma y la apertura fue evidente.

source: In July 1988, as conservatives were mounting increasing attacks on the economic policies of Zhao Ziyang, Minister of Finance Wang Bingqian complained that the “financial situation is grim,” largely because
es_us: En julio de 1988, mientras los conservadores organizaban más ataques en las políticas económicas de Zhao Ziyang, el minitro de finanzas Wang Bingqian se quejaba de que "la situación financiera era nefasta" principalmente porque

source: In July it was reported that Zhu Junyi, the director of the bureau, had been accused of receiving bribes and misusing some three billion yuan (about $400 million) in funds.118 The Shanghai case took on a more political color when Qin Yu, a former secretary to Party Secretary Chen Liangyu, was arrested in August.119 Finally, on September 24, Chen himself was removed from office for his involvement in a pension fund scandal.120 Chen, who had been elevated to Party secretary and then Politburo member when Huang Ju was promoted at the Sixteenth Party Congress, had long been a thorn in the side of the Hu–Wen administration, repeatedly refusing to slow investment in accordance with Beijing’s directives.
es_us: En julio se informó que Zhu Junyi, el director del Ministerio, había sido acusado de recibir sobornos y de malversar fondos, casi 3000 millones de yuanes (cerca de USD 400 millones).118 El caso de Shanghái tomó un tinte más político en agosto luego de la detención de Qin Yu, exsecretario de Chen Liangyu, quien era el Secretario General del Partido.119 Finalmente, el 24 de septiembre, el mismo Chen fue despedido de su cargo debido a su involucración en un escándalo por malversación de fondos de pensiones.120 Chen, quien había sido ascendido a secretario del Partido y luego a miembro del Politburó cuando Huang Ju fue promovido en el Decimosexto Congreso del Partido, había sido una piedra en el zapato para la administración Hu-Wen, mostrando una reiterada falta de cooperación con las directivas provenientes de Pekín, que pedían reducir las inversiones.

source: In June 1989, a shaken and divided Party leadership tried to begin the process of reconstituting itself while sorting out how its domestic and foreign policies should or should not be changed.
es_us: En junio de 1989, el liderazgo de un partido sacudido y dividido trataba de comenzar el proceso de reconstitución mientras intentaban definir cómo debían o no cambiar las políticas internas y exteriores.

source: In June 1991, such debts had amounted to some 300 billion yuan; about two thirds of that was cleared by the end of 1992.25His successes would eventually allow him to enter the Politburo Standing Committee – a jump of two levels – at the Fourteenth Party Congress in fall 1992.
es_us: En junio de 1991, dicha deuda había ascendido a la suma de 300 mil millones de yuanes; hacia fines del año 1992, cerca de dos terceras partes de esa deuda había sido saldada.25Sus éxitos le permitirían, con el tiempo, ingresar al Comité Permanente del Politburó - un salto de dos niveles- en el Decimocuarto Congreso del Partido en otoño de 1992.

source: In March 1998, Zhu Rongji replaced Li Peng as premier.
es_us: En marzo de 1998, Zhu Rongji reemplazó a Li Peng como primer ministro.

source: In March 1998, the Ninth Session of the NPC formally named Zhu Rongji premier, replacing Li Peng.
es_us: En marzo de 1998, la Novena Sesión de la APN designó de manera oficial como primer ministro a Zhu Rongji, en reemplazo de Li Peng. .
